Repository: defuncart/russian_declinator
Catalog: assets_dev/l10n_pseudo/intl_*.arb
Languages: de, ru

# appName
source: Russian Declinator
de: [Rüüüssiiaan Deecliinaatöör]
ru: [Яцццззииaaп Дэеслиипaaтооя]

# generalNominative
source: Nominative
de: [Nöömiinaatiivee]
ru: [Поомиипaaтиичеё]

# generalGenitive
source: Genitive
de: [Geeniitiivee]
ru: [Гёепиитиичэё]

# generalDative
source: Dative
de: [Daatiivee]
ru: [Дaaтиичэе]

# generalAccusative
source: Accusative
de: [ÄÄccüüsaatiivee]
ru: [ААссццзaaтиичеё]

# generalInstrumental
source: Instrumental
de: [IIInstrüümeentaal]
ru: [ИИИпзтяццмеэптaaл]

# generalPrepositional
source: Prepositional
de: [Preepöösiitiiöönaal]
ru: [Ряеероозиитииоопaaл]

# generalNominativeShort
source: Nom
de: [Nöööm]
ru: [Пооом]

# generalGenitiveShort
source: Gen
de: [Geeen]
ru: [Геээп]

# generalDativeShort
source: Dat
de: [Daaat]
ru: [Дaaaт]

# generalAccusativeShort
source: Acc
de: [ÄÄÄcc]
ru: [АААсс]

# generalInstrumentalShort
source: Inst
de: [IIInst]
ru: [ИИИпзт]

# generalPrepositionalShort
source: Prep
de: [Preeep]
ru: [Ряёеер]

# generalSingular
source: Singular
de: [Siiingüülaar]
ru: [Зииипгццлaaя]

# generalPlural
source: Plural
de: [Plüüüraal]
ru: [Рлцццяaaл]

# generalMasculine
source: Masculine
de: [Maaascüüliinee]
ru: [Мaaaзсццлиипёё]

# generalFeminine
source: Feminine
de: [Feemiiniinee]
ru: [Фэёмиипиипэё]

# generalNeuter
source: Neuter
de: [Neeüüteer]
ru: [Пёёццтёёя]

# generalAnimate
source: Animate
de: [ÄÄniimaatee]
ru: [ААпиимaaтеё]

# generalNotAnimate
source: Not Animate
de: [Nööt ÄÄniimaatee]
ru: [Поот ААпиимaaтээ]

# searchWordsHintText
source: Search
de: [Seeeaarch]
ru: [Зееёaaясн]

# homeScreenBottomBarHomeLabel
source: Home
de: [Höömee]
ru: [Ноомеэ]

# homeScreenBottomBarSettingsLabel
source: Settings
de: [Seeeettiings]
ru: [Зёёёеттиипгз]

# settingsTabDarkModeLabel
source: Dark Mode
de: [Daaaark Möödee]
ru: [Дaaaaяк Моодёе]

# settingsTabLanguageLabel
source: Language
de: [Laangüüaagee]
ru: [Лaaпгццaaгёё]
